Repository: JulianiusM/RecyclingApp
Catalog: res/lang/app_*.arb
Languages: de

# noDataInfo
source: No Data!
de: Keine Daten!

# noResultsInfo
source: No Results!
de: Keine Ergebnisse!

# searchWasteBarHint
source: Search waste
de: Suche nach Abfall

# errorWhileReadingDataPlaceholder
source: An error occurred while reading data: %1$s
de: Ein Fehler ist während des Lesens der Daten aufgetreten: %1$s

# dataPath
source: res/json/en/data.json
de: res/json/de/data.json

# goesToBinDetailPlaceholder
source: Goes into: %1$s
de: Entsorgung über: %1$s

# districtDataPath
source: res/json/en/districtData.json
de: res/json/de/districtData.json

# searchNavName
source: Search
de: Suche

# districtNavName
source: District
de: Bezirk

source: Select district
de: Bezirk wählen

source: Contact Us
de: Kontaktiere uns

source: Give Feedback
de: Gib uns Feedback

# allowedExampleHeader
source: Allowed
de: Erlaubt

# disallowedExampleHeader
source: Disallowed
de: Verboten

# locationNavName
source: Locations
de: Standorte

# switchToWasteSearch
source: Switch to waste types search
de: Durchsuche Abfallarten

# switchToDistrictSearch
source: Switch to district rules search
de: Durchsuche Bezirksregeln

# privacyPolicyPopupMessage
source: This app uses a Google Maps integration, through which Google could collect further data. More information in our extensive privacy policy. Without Google Maps, some functionalities of our app cannot be used. A rejection of these conditions will disable these functions. This app uses Google Fonts hosted on Googles servers, as well as other third party technologies, which are in part also hosted on third party servers. When retrieving these resources, the respective provider may collect further data. More information in our extensive privacy policy. THIS APP CANNOT BE USED IF THE USE OF EXTERNAL RESOURCES IS OBJECTED TO! In this case, the app must be closed and removed from the respective devices! More information on all topics is available in our extensive privacy policy available on our website (https://recycling.jundm100-development.de/privacy/privacy-en.html). The following choice can always be changed in our settings.
de: Diese App verwendet eine Google Maps integration, durch deren Nutzung Google weitere Daten erheben könnte. Weitere Informationen hierzu in unserer ausführlichen Datenschutzerklärung. Google Maps ist für bestimmte Funktionen zwingend notwendig. Ein Widerspruch gegen diese Bedingungen führt dazu, dass diese Funktionen nicht verwendet werden können. Diese App verwendet Google Fonts, welche von Googles Server bereitgestellt werden, sowie weitere von Drittanbietern angebotene Technologie, welche ebenfalls teilweise auf Servern von Drittanbietern bereitgestellt werden. Beim Abruf dieser Ressourcen kann der entsprechende Betreiber weitere Daten erheben. Hinweise hierzu in unserer ausführlichen Datenschutzerklärung. DIESE APP KANN NICHT GENUTZT WERDEN, FALLS DER VERWENDUNG EXTERNER RESSOURCEN WIEDERSPROCHEN WIRD! In diesem Fall muss die App ohne weitere Nutzung geschlossen und deinstalliert werden! Falls weitere Informationen benötigt werden, kann die ausführliche Datenschutzerklärung auf underer Website (https://recycling.jundm100-development.de/privacy/privacy-de.html) eingesehen werden. Die nachfolgende Entscheidung kann jederzeit in den Einstellungen geändert werden.

# privacyPolicyUrl
source: https://recycling.jundm100-development.de/privacy/privacy-en.html
de: https://recycling.jundm100-development.de/privacy/privacy-de.html

source: Agree
de: Annehmen

source: Disagree
de: Ablehnen

source: More Information
de: Weitere Informationen

source: Privacy settings
de: Datenschutzeinstellungen

source: Privacy Policy
de: Datenschutzerklärung

source: Imprint
de: Impressum

# contactUsUrl
source: https://recycling.jundm100-development.de/contact/contact-en.html
de: https://recycling.jundm100-development.de/contact/contact-de.html

# feedbackUrl
source: https://recycling.jundm100-development.de/feedback/feedback-en.html
de: https://recycling.jundm100-development.de/feedback/feedback-de.html
